{
    "Edit": "Bearbeiten",
    "Delete": "Löschen",
    "%s running HAP instances": "%s laufende HAP Instanzen",
    "%s cores %s": "%s Kerne %s",
    "Devices": "Geräte",
    "Device": "Gerät",
    "Type": "Typ",
    "Channel": "Kanal",
    "Search": "Suche",
    "Select": "Auswählen",
    "Address": "Adresse",
    "Yes": "Ja",
    "No": "Nein",
    "New": "Neu",
    "Clear": "Löschen",
    "Homekit name": "Name in Homekit",
    "Service": "Service",
    "Instance": "Instanz",
    "%s MB free memory": "%s MB freier Speicher",
    "Dismiss": "Abbrechen",
    "Yes, kick it baby": "Yolo, weg damit!",
    "%s mapped device(s)": "%s verbundene Geräte",
    "Remove ...": "Entfernen ...",
    "Are you sure you want to remove %s from HomeKit?": "Sicher, das %s aus HomeKit entfernt werden soll.",
    "Are you sure you want to remove %s? All your devices will be reassigned to the default Instance.": "Sicher das %s entfernt werden soll? Alle Geräte werden der default Instanz zugeordnet",
    "Finish": "Fertigstellen",
    "Edit Homekit instanc": "HomeKit Instanz bearbeiten",
    "Add new device": "Neues Gerät hinzufügen",
    "Please setup the service for %s  (%s)": "Einstellungen für den Service für %s (%s)",
    "Publish device ?": "Gerät veröffentlichen ?",
    "Select a instance": "Instanz auswählen",
    "Homekit Device name": "HomeKit Gerätename",
    "You may change the devicename as u like.": "Der Gerätename kann nach Belieben geändert werden.",
    "Space for additional Settings": "Platz für weitere Einstellungen",
    "HAP Instance": "HAP Instanz",
    "Select the service you want to use for this channel": "Wähle einen Service aus, der für diesen Kanal benutzt werden soll",
    "Select the HAP Instance to which you want to add this channel": "Wähle eine HAP Instanz aus, zu dieser der Kanal hinzugefügt werden soll.",
    "Publish device immediately to HomeKit (note: all other devices for this instance will also be published)": "Veröffentliche das Gerät sofor in HomeKit. (Hinweis: alle anderen Geräte in dieser Instanz werden auch veröffentlicht)",
    "Please select a channel to add to homeKit": "Bitte wähle einen Kanal der zu HomeKit hinzgefügt werden soll",
    "allready here": "schon vorhanden",
    "For the first setup you want to expose the bridge(s) without devices to HomeKit. So you are easily able to assign rooms to that bridge(s). If you do another publish with devices in the second step, they will be automaticaly added to the room where the particular bridge is located.": "Für die erste Einrichtung sollte(n) die Bridge(s) ohne Geräte zu HomeKit hinzugefügt werden. Damit ist es möglich, die Bridges einzelnen Räumen zuzuordnen. Wenn dann die Geräte veröffentlicht werden, werden diese automatisch den Räumem der Bridge zugeordnet.",
    "Publish bridge instances with devices:": "Bridge Instanzen mit Geräten veröffentllichen",
    "Publish devices for %s": "Geräte veröffentlichen für %s",
    "Publishing settings": "Veröffentlichungseinstellungen",
    "Publish": "Veröffentlichen",
    "Variables": "Variablen",
    "Programs": "Programme",
    "Special devices": "Besondere Geräte",
    "HomeKit Instances": "HomeKit Instanzen",
    "Reset Instance":"Instanz zurücksetzen",
    "Instance name": "Name der Instanz",
    "Please choose a HAP instance": "Bitte eine HAP Instanz auswählen",
    "PinCode": "PinCode",
    "Published devices": "Veröffentlichte Geräte",
    "Edit device": "Gerät bearbeiten",
    "Edit Homekit instance": "HomeKit Instanz bearbeiten",
    "Edit HAP Instance": "HomeKit Instanz bearbeiten",
    "Homekit instance name:": "Name der HomeKit Instanz",
    "Create new HomeKit instance": "HomeKit Instanz anlegen",
    "Here you can setup a new HomeKit instance. Please give your instance a nice name (eg. Roomname)": "Hier kannst Du eine neue HomeKit Instanz anlegen. Gib ihr einen eindeutigen Namen (zb. Raumnamen)",
    "Edit your device %s here": "Bearbeite das Gerät %s hier",
    "Subtype of this device": "Subtyp des Gerätes",
    "A switch can have different sub types": "Ein Switch kann unterschiedliche Subtypen haben.",
    "Creating device ...": "Gerät wird angelegt ...",
    "min value": "min. Wert",
    "max value": "max. Wert",
    "set homkit to close if the blind is below this value": "Setze HomeKit auf geschlossen, wenn das Rollo unter diesem Wert ist",
    "set homkit to open if the blind is above this value": "Setze HomeKit auf geöffnet, wenn das Rollo ober diesem Wert ist",
    "min value for close": "min. Wert für geschlossen",
    "max value for open": "max. Wert für geöffnet",
    "do not close the blind below this level": "Rollo nicht unter diesen Wert schließen",
    "do not open the blind above this level": "Rollo nicht über diesen Wert öffnen",
    "HomeKit name": "Name in HomeKit",
    "HomeMatic name": "Name in der CCU",
    "Update Trigger": "Trigger aktualisieren",
    "This has to be a KEY datapoint. All variables will be updated on an event at this KEY": "Dies muss ein KEY Datenpunkt sein. Alle Variablen werden bei einem Event dieses Datenpunktes aktualisiert.",
    "%s mapped variable(s)": "%s verbundene Variablen",
    "%s mapped program(s)": "%s verbundene Programme",
    "Add Active Switch": "Aktiv Schalter hinzufügen",
    "adds a switch to turn the sensor on and off": "fügt einen Schalter hinzu, der den Sensor ein und aus schalten kann",
    "Edit variable": "Variable bearbeiten",
    "HomeKit name:": "Name in HomeKit:",
    "Please fill the name": "Bitte fülle den Namen aus",
    "Updating variable ...": "Variable aktualisieren ...",
    "Add new Variable": "Neue Variable hinzufügen",
    "New variable": "Neue Variable",
    "Variable": "Variable",
    "Description": "Beschreibung",
    "Setup variable": "Variableneinstellungen",
    "Edit program": "Programm bearbeiten",
    "Updating object ..": "Objekt aktualisieren",
    "Add new program": "Programm hinzufügen",
    "Setup program": "Programm einstellen",
    "Program": "Programm",
    "Version %s": "Version %s",
    "Restart HAP": "HAP Neustarten",
    "CCU Room": "Raum in der CCU",
    "Select a room": "Wähle einen Raum",
    "HomeMatic assigned room:": "Raum in der HomeMatic",
    "Next": "Weiter",
    "Welcome": "Willkommen",
    "<h2>Welcome to HAP-HomeMatic.</h2><br />With HAP-HomeMatic you are able to use your HomeMatic devices (or most of it) in HomeKit.": "<h2>Willkommen zu HAP-Homematic</h2><br />Mit HAP-Homematic kannst Du alle deine HomeMatic Geräte in HomeKit verwenden (naja die meissten).",
    "Its time for the first setup.<br />In HomeKit your are able to group your devices by rooms. And to make that as easy as possible for you, its recomented to create a HAP Instance for every room first.": "Ok, Zeit für die erste Einrichtung<br />In HomeKit werden Deine Geräte nach Räumen gruppiert. Um das für Dich so einfach wie möglich zu machen, wird empfohlen zuerst für jeden Raum eine HAP Instanz zu erzeugen.",
    "So here are your rooms from your CCU. Please mark every room from which you want to use devices in HomeKit.": "Hier sind also Deine Räume aus der CCU. Bitte markiere jeden Raum, aus dem Du Geräte in HomeKit nutzen möchtest.",
    "(Num o supported devices)": "(Anzahl der unterstützen Geräte)",
    "Create HomeKit instance": "Erzeuge eine HomeKit Instanz",
    "You may add more rooms/instances later on.": "Du kannst später auch noch mehr Räume/Instanzen anlegen.",
    "Great! Step 2: Here are the new bridges just created. Now its time to add them to HomeKit. Use the HomeKit App of your choice and add them one by one.": "Perfekt! Schritt 2: Hier sind die neu angelegten Bridge Instanzen. Jetzt füge diese bitte zu HomeKit hinzu. Nutze dazu die HomeKit App Deiner Wahl um diese eine nach der anderen hinzuzufügen",
    "During the setup in HomeKit you can assign a specific room to every bridge. All new devices added to a bridge will then automatically be assigned to this room.": "Während der Einrichtung kannst Du die Bridge einem Raum zuordnen. Alle Geräte die im Nachhinein dieser Bridge hinzugefügt werden, werden diesem Raum zugeordnet.",
    "If you are using Apples Home App please tap after adding the bridge on the house icon top left, choose Home Settings, tap on your home and there you are able to setup the rooms for the bridges. This is tricky, so its recomented to use eg Elgato Eve.": "Wenn Du Apples Home App benutzt, tippe nach dem Hinzufügen auf das Haus Icon oben links, wähle Haus Einstellungen, tippe auf Dein Home. Dort kannst Du unter Bridges den einzelnen Bridges Räume zuordnen. Das ist ein klein wenig tricky, daher ist es empfehlenswert zb Elgato Eve zu benutzen",
    "When you done with this, click on Next": "Wenn Du fertig bist, klicke auf Weiter",
    "update to %s": "aktualisiere auf %s",
    "Pin Code": "Pin Code",
    "Room %s": "Raum %s",
    "Add": "Hinzufügen",
    "Channel/Type": "Kanal/Typ",
    "Please mark all channels from this room, you want to use in HomeKit.": "Bitte markiere alle Kanäle in diesem Raum, welche zu HomeKit hinzugefügt werden sollen.",
    "You may add other channels later via this WebUI": "Du kannst später weitere Kanäle über das WebUI hinzufügen.",
    "OK, you are done. You should now be able to control the selected devices via HomeKit.": "OK, fertig. Du solltest jetzt alle ausgewählten Geräte via HomeKit bedienen können",
    "Some devices have additional settings or alternative services. Settings can be made here.": "Einige Geräte haben erweiterte Einstellungen oder alternative Services. Diese Einstellungen können hier gemacht werden.",
    "You can add programs and variables to homekit via the WebUI.": "Du kannst weitere Variablen oder Programme zu HomeKit über das WebUI hinzufügen.",
    "Have fun ! :o)": "Viel Spass ! :o)",
    "less that 1 minute": "weniger als 1 Minute",
    "%s min": "%s Minuten",
    "%s hour": "%s Stunde",
    "%s hours": "%s Stunden",
    "%s day": "%s Tag",
    "%s days": "%s Tage",
    "CCU Uptime %s": "CCU Laufzeit %s",
    "HAP Uptime %s": "HAP Laufzeit %s",
    "Deactivate": "Deaktivieren",
    "Deactivate Homekit instance": "Homekit Instanz deaktivieren",
    "If you deactivate a instance all devices in this instance will be removed from Homekit.": "Wenn Du eine Homekit Instanz deaktivierst werden alle Geräte dieser Instanz aus Homekit entfernt.",
    "The devices will stay in your configuration so they will appear again in Homekit when you activate the instance again.": "Die Geräte verbleiben weiter in Deiner Konfiguration und erscheinen wieder in Homekit wenn die Instanz wieder aktiviert wird.",
    "Use this feature to move a instance to another home without the need to assing all devices to a new room.": "Nutze diese Funktion um eine Instanz zb von einem Home in ein anderes umzuziehen, ohne alle Geräte neuen Räumen zuordnen zu müssen.",
    "To do this deactivate the instance, remove it from homekit, add it to a new Home, assign a room and activate the instance again.": "Dafür deaktiviere die Instanz, entferne sie aus HomeKit, füge sie dem neuen Home hinzu, weise der Instanz einen Rauam zu und aktiviere sie wieder.",
    "To activate the instance again just set the checkmark in Publishing settings.": "Um eine Instanz wieder zu aktiviere setze den entsprechenden Haken in den Veröffentlichungseinstellungen",
    "To you want to deactivate %s": "Möchtest Du %s deaktivieren",
    "Deactivating instance ...": "Deaktiviere Instanz ...",
    "U are not allowed to use this application. Please log in thru your ccu first.": "Du darfst diese Anwendung nicht nutzen. Bitte melde Dich über die CCU an.",
    "Invalid credentials": "Ungülige Zugangsdaten",
    "Save": "Speichern",
    "Use CCU Authentication": "CCU Anmeldung benutzen",
    "Authentication": "Anmeldung",
    "Internals": "Internes",
    "Address close sensor": "Adresse des Schließen Sensors",
    "Address of the sensor which signals a closed door (mandatory) | Note if you want to use a variable the syntax is V.Varname": "Adresse des Sensors, welcher eine geschlossene Tür anzeigt (Pflichtfeld)",
    "State close sensor": "Status des Schließen Sensors",
    "Value of the sensor which signals a closed door (mandatory)": "Wert des Sensors, welcher eine geschlossene Tür anzeigt (Pflichtfeld)",
    "Address open sensor": "Adresse des Offen Sensors",
    "Address of the sensor which signals a open door (optional) | Note if you want to use a variable the syntax is V.Varname": "Adresse des Sensors, welcher eine offene Tür anzeigt (Optional)",
    "State open sensor": "Wert des Offen Sensors",
    "Value of the sensor which signals a open door (optional)": "Wert des Sensors, welcher eine geöffnete Tür anzeigt (optional)",
    "Address open actor": "Adresse Öffnen Aktor",
    "Address of the actor which opens the door (mandatory)": "Adresse des Aktors, welcher die Tür öffnet (Pflichtfeld)",
    "Address close actor": "Adresse Schließen Aktor",
    "Address of the actor which closes the door (optional)": "Adresse des Aktors, welcher die Tür schließt (Optional)",
    "Delay open actor": "Verzögerung Öffnen Aktor",
    "Delay in seconds to reset the open actor (optional)": "Zeit in Sekunden, bis der Öffnen Aktor zurück gesetzt wird (optional)",
    "Delay close actor": "Verzögerung Schließen Aktor",
    "Delay in seconds to reset the close actor (optional)": "Zeit in Sekunden, bis der Schließen Aktor zurück gesetzt wird (optional)",
    "Message open actor": "Nachricht Öffnen Aktor",
    "The message to send to the open actor JSON  (optional)": "Die Nachricht (JSON) welche zum Öffnen Aktor gesendet wird (optional)",
    "Message close actor": "Nachricht Schließen Aktor",
    "The message to send to the close actor JSON  (optional)": "Die Nachricht (JSON) welche zum Schließen Aktor gesendet wird (optional)",
    "Sensor requery time": "Zeit Sensor Neuabfrage",
    "Time the sensors will be queried again to fetch a new door state (optional)": "Zeit in Sekunden nachdem der Sensor erneut abgefragt wird, um einen neuen Zustand der Tür zu ermitteln (optional)",
    "Edit instances": "Instanzen bearbeiten",
    "Settings": "Einstellungen",
    "Show changelog": "Changelog anzeigen",
    "Enable Debug": "Debug einschalten",
    "Disable Debug": "Debug ausschalten",
    "Download Log": "Log herunterladen",
    "Restart HAP Service": "Neustart HAP Service",
    "Restart HAP Plugin ?": "Neustart des HAP Plugins ?",
    "Sure ?": "Sicher ?",
    "Enable debug at launch": "Debug Modus beim Start einschalten",
    "YOLO": "YOLO",
    "Ignore temperature": "Temperatur ignorieren",
    "if your device only measures the humidity u should ignore the temperature measurements": "Wenn Dein Gerät nur Feuchtigkeit misst, solltest Du die Temperatur Messung ignorieren",
    "Ignore humidity": "Feuchtigkeit ignorieren",
    "if your device only measures the temperature u should ignore the humidity measurements": "Wenn Dein Gerät nur Temperatur misst, solltest Du die Feuchtigkeits Messung ignorieren",
    "You should never see this": "Das hier solltest Du nie sehen",
    "This service provides a programmable switch in HomeKit based on a ccu KEY": "Dieser Service erstellt einen programmierbaren Schalter in HomeKit. Dieser basierent auf einem CCU KEY Channel.",
    "This service provides a switch HomeKit which will press the assigned key at your ccu": "Dieser Service erstellt einen Schalter in HomeKit welcher einen KEY Channel in der CCU auslösen kann",
    "Key Event": "KEY Ereignis",
    "Which event should be fired": "Welches Ereignis soll ausgelöst werden.",
    "This service provides a lightbulb where u can set level and color": "Dieser Service erstellt eine Lampe in HomeKit bei der Level und Farbe gesteuert werden können",
    "This service provides a dimmer in HomeKit": "Dieser Service erstellt einen Dimmer in HomeKit",
    "This service provides a Contact in HomeKit": "Dieser Service erstellt einen Kontakt in HomeKit",
    "Reverse the values": "Umdrehen der Werte",
    "on is off and off is on": "Ein ist aus und aus ist ein",
    "This service provides a switch": "Dieser Service erstellt einen Schalter",
    "This service provides a temperature sensor HomeKit": "Dieser Service erstellt einen Temperatur Sensor in HomeKit",
    "This service provides a power meter in HomeKit (this only works in eve)": "Dieser Service erstellt einen Leistungsmesser in HomeKit (das funktioniert nur mit eve)",
    "This service provides a motion sensor in HomeKit": "Dieser Service erstellt einen Bewegungsmelder in HomeKit",
    "This service provides a contact in HomeKit based on a rotary sensor from your ccu": "Dieser Service erstellt einen Kontakt in HomeKit der auf einem CCU Drehgriffsensor basiert",
    "This service provides a alarm system for HomeKit": "Dieser Service erstellt ein Alarmsystem in HomeKit",
    "You can control your blinds with this service": "Mit diesem Service kannst Du ein Rollo in HomeKit steuern",
    "This service provides a weather station for HomeKit": "Dieser Service erzeugt eine Wetterstation in HomeKit",
    "This service provides a thermometer which will show your current ccu processor temperature": "Dieser Service erzeugt ein Thermometer in HomeKit welches die aktuelle Temperatur deiner CCU anzeigt",
    "This service provides a garage door opener in HomeKit based on multiple devices from your ccu": "Dieser Service erzeugt einen Garagentoröffner welcher aus einzelnen CCU Geräten zusammengesetzt wird",
    "Enable Monitoring": "Monitoring einschalten",
    "Disable Eve History": "Eve History ausschalten",
    "Use HTTPS": "HTTPS benutzen",
    "Update HAP Plugin": "HAP Plugin aktualisieren",
    "Remove program": "Programm entfernen",
    "Changelog": "Changelog",
    "Device serial": "Seriennummer Gerät",
    "Download": "Download",
    "Close": "Schließen",
    "Request Support ...": "Supportanfrage",
    "Support": "Hilfe",
    "Backup": "Datensicherung",
    "If you want to add a devices you own, which is currently not supported, u may help the developer here.": "Wenn Du ein Gerät von Dir hinzufügen möchtest, welches aktuell noch nicht unterstützt wird, kannst Du hier dem Entwickler helfen.",
    "Please enter the serial number of your device. HAP-HomeMatic will create an anonymous file with all necessary information to add this device.": "Bitte trage die Seriennummer Deines Gerätes hier ein. HAP-HomeMatic wird dann eine anonyme Datei mit allen wichtigen Informationen erzeugen, die zum Hinzufügen des Gerätes wichtig sind.",
    "After that, please navigate to <a target=\"_blank\" href=\"https://github.com/thkl/hap-homematic/issues/new/choose\">Github Issues</a>, create an new issue and attach the downloaded file.": "Gehe dannach bitte auf <a target=\"_blank\" href=\"https://github.com/thkl/hap-homematic/issues/new/choose\">Github Issues</a> und erzeuge ein neues Ticket. Hänge bitte diese Daten dann an.",
    "For other issues, please open a request at <a target=\"_blank\" href=\"https://github.com/thkl/hap-homematic/issues/new/choose\">GitHub Issues</a>. Please make sure, <a href=\"https://github.com/thkl/hap-homematic/issues\">your problem was not reported previously</a> ": "Für alle anderen Probleme öffne bitte ein Ticket auf <a target=\"_blank\" href=\"https://github.com/thkl/hap-homematic/issues/new/choose\">GitHub Issues</a>. Schau bitte vorher hier <a href=\"https://github.com/thkl/hap-homematic/issues\"> ob Dein Problem schon gemeldet wurde</a> ",
    " and is not <a target=\"_blank\"  href=\"https://github.com/thkl/hap-homematic/issues?q=is%3Aissue+is%3Aclosed\">already fixed</a>.": " oder ob es nicht vielleicht schon <a target=\"_blank\"  href=\"https://github.com/thkl/hap-homematic/issues?q=is%3Aissue+is%3Aclosed\">gelöst ist</a>.",
    "Are you sure you want to remove %s?": "Bist Du sicher, das Du %s entfernen möchtest ?",
    "Some mandatory fields are missing": "Einige Pflichtfelder fehlen.",
    "Proceeding ...": "Verarbeite ...",
    "Creating instance ...": "Erzeuge Instanz ...",
    "Updating instance ...": "Aktualisiere Instanz ...",
    "Select a service": "Wähle einen Service",
    "Updating object ...": "Objekt wird aktualisiert ...",
    "Please make sure, the given port for the bridge is not blocked by the firewall of your ccu.": "Bitte vergewissere Dich, das die angegebenen Ports nicht durch die CCU Firewall blockiert werden",
    "This service provides a battery indicator based on a HomeMatic variable": "Dieser Service stellt eine Batterieanzeige basierend auf einer HomeMatic Variable zur Verfügung",
    "This service provides a door based on a ccu contact in HomeKit": "Dieser Service stellt eine Tür basierend auf einem HomeMatic Kontakt zur Verfügung",
    "This service provides a door bell in HomeKit, based on a KEY event at your CCU": "Dieser Service stellt eine Türklingel basierend auf einem KEY Ereigniss der CCU zur Verfügung",
    "This service provides a garage door opener in HomeKit": "Dieser Service stellt einen Garagentoröffner in HomeKit zur Verfügung",
    "This service provides a motion sensor in HomeKit based on a acceleration device.": "Dieser Service stellt einen Bewegungsmelder basierend auf einem Beschleunigungsmesser zur Verfügung",
    "This service provides a leak sensor in HomeKit": "Dieser Service stellt einen Wassermelder zur Verfügung",
    "This service provides a smoke detector in HomeKit": "Dieser Service stellt einen Rauchmelder in HomeKit zur Verfügung",
    "This service provides a locking system in HomeKit connected to your Keymatic": "Dieser Service stellt ein Schließsystem basierend auf einer Keymatic in HomeKit zur Verfügung",
    "This service provides a light sensor in HomeKit": "Dieser Service stellt einen Helligkeitssensor in HomeKit zur Verfügung",
    "This service provides a enery counter in HomeKit (this only works in eve)": "Dieser Service stellt einen Energiezähler in HomeKit zur Verfügung (funktioniert nur in eve)",
    "This service provides a enery counter with a switch actor in HomeKit (this only works in eve)": "Dieser Service stellt einen Energiezähler mit Schalter in HomeKit zur Verfügung (funktioniert nur in eve)",
    "This service provides a motion sensor in HomeKit based on a ccu presence detector": "Dieser Service stellt einen Bewegungsmelder basierend auf einem Präsenzmelder zur Verfügung",
    "This service provides a switch where u can start a program from": "Dieser Service erzeugt einen Schalter mit dem Du ein Programm starten kannst",
    "This service provides a thermostat for HomeKit": "Dieser Service erzeugt ein Thermostat",
    "This service provides a humidity sensor": "Dieser Service stellt einen Feuchtigkeitssensor zur Verfügung",
    "This service provides a valve in HomeKit based on a switch from your ccu": "Dieser Service stellt ein Ventil in HomeKit basierend auf einem Schaltaktor der CCU zur Verfügung",
    "This service provides a temperature sensor HomeKit based on a variable from your ccu": "Dieser Service erstellt ein Thermometer in HomeKit welches auf einer CCU Variable basiert",
    "This service provides a switch or lightbulb to control variables": "Dieser Service stellt einen Schaltaktor oder eine Lampe um Variable zu steuern zur Verfügung",
    "This service provides a window device in HomeKit based on a ccu contact": "Dieser Service stellt ein HomeKit Fenster basierend auf einem CCU Kontakt zur Verfügung",
    "This service provides a window device for HomeKit": "Dieser Service stellt ein HomeKit Fenster zur Verfügung",
    "LowLevel Value": "Wert für LowLevel",
    "Battery level below this will trigger a LowLevel message": "Batteriestand unter dem eine LowLevel Meldung erzeugt wird",
    "Use Ramp Time": "Rampenzeit benutzen",
    "uses a dimmer ramp time to slowly set the new level": "Der Dimmer wird eine Zeitspanne benutzen um langsam auf das neue Level zu wechseln",
    "Ramp time in ms": "Rampenzeit in ms",
    "Leak event": "Leckage Ereigniss",
    "on which event should the sensor fire a leak message": "Bei welche Ereigniss soll der Sensor ein Leck melden",
    "Detect single alarms": "Einzelalarme erkennen",
    "Add a boost mode switch": "Schalter für Boost Modus",
    "adds a switch to turn the boost mode on": "Fügt einen Schalter zur Aktivierung des Boost Modus hinzu",
    "Type of valve": "Ventiltyp",
    "A valve can have different types": "Ein Ventil kann verschiedene Typen haben",
    "Apple Home compatible": "Apple Home kompatibel",
    "creates an Apple Home App compatible Device. This will only show temperature, humidity and light level": "erstellt ein Apple Home App kompatibles Gerät. Dieses hat nur Temperatur, Feuchtigkeit und Helligkeitssensoren",
    "Refresh CCU Cache": "CCU Cache aktualisieren",
    "(!!) = Please make sure, that these ports are not blocked by your CCU firewall.": "(!!) = Bitte stelle sicher, das diese Ports nicht von Deiner CCU Firewall blockiert werden.",
    "Backup file": "Datensicherungsdatei",
    "Backup/Restore": "Datensicherung / Zurückspielen",
    "Create Backup": "Datensicherung erzeugen",
    "Restore": "Datensicherung zurückspielen",
    "Value for stay": "Wert für Zuhause",
    "The value of your HomeMatic variable when it says you are at home. Set it to -1 if you do not want this state.": "Der Wert der HomeMatic Variable, wenn sie anzeigt, das Du Zuhause bist. Setze den Wert auf -1 wenn Du diesen Zustand nicht benötigst.",
    "Value for away": "Wert für Auswärts",
    "The value of your HomeMatic variable when it says you are away. Set it to -1 if you do not want this state.": "Der Wert der HomeMatic Variable, wenn sie anzeigt das Du auswärts bist. Setze den Wert auf -1 wenn Du diesen Zustand nicht benötigst.",
    "Value for night": "Wert für Nachtmodus",
    "The value of your HomeMatic variable when it says your home internal secured. Set it to -1 if you do not want this state.": "Der Wert der HomeMatic Variable, wenn sie intern scharf anzeigt. Setze den Wert auf -1 wenn Du diesen Zustand nicht benötigst.",
    "Value for disarmed": "Wert für unscharf",
    "The value of your HomeMatic variable when it says the alarm system is off. Set it to -1 if you do not want this state.": "Der Wert der HomeMatic Variable, wenn sie anzeigt, das das System ausgeschalten ist. Setze den Wert auf -1 wenn Du diesen Zustand nicht benötigst.",
    "Value for alarm": "Wert für Alarm",
    "The value of your HomeMatic variable when all the red lights are flashing. Set it to -1 if you do not want this state.": "Der Wert der HomeMatic Variable, wenn all die roten Lampen blinken. Setze den Wert auf -1 wenn Du diesen Zustand nicht benötigst.",
    "This service provides a alarm system based on a variable": "Dieser Service stellt ein Alarmsystem, basierend auf einer Variable, zur Verfügung.",
    "Logging for": "Logging für",
    "Eve is only able to log on option.": "Eve kann nur nur eine Option loggen.",
    "No Illumination sensor": "Kein Helligkeitssensor",
    "opt. CO2 Sensor": "optionaler CO2 Sensor",
    "You can add an optional CO2 Sensor here. The value will be read from that variable.": "Du kannst einen optionalen CO2 Sensor hinzufügen. Der Wert wird aus dieser Variablen gelesen.",
    "Observe Inhibit": "Sperrung beachten",
    "when checked the blind will not move when inhbit is set": "Wenn aktiv, wird HomeKit die Rollos nicht bewegen, wenn sie gesperrt sind.",
    "Cache updated ...": "Cache wurde aktualisiert ...",
    "Create/Update the CCU helper program.": "CCU Hilfsprogramm erzeugen/aktualisieren",
    "Due to the fact, that your ccu will not sent a message to hap when a variable will change its value, we have to build a helper.": "Aufgrund der Tatsache, dass die CCU keine Benachrichtigungen schickt, wenn eine Variable geändert wird, muss für HAP ein kleines Hilfprogramm gebaut werden.",
    "HAP will use a virtual key from your CCU for that helper.": "HAP muss für dieses Hilfsprogramm eine virtuelle Taste der CCU benutzen.",
    "This key will be monitored by HAP. So HAP is able to detect when its time to reload the variables.": "Diese Taste wird von HAP überwacht. Damit erkennt HAP die Änderung von Variablen und kann diese in HomeKit aktualisieren.",
    "The program to manage all this can be build by HAP automatically. Just select the option after you have chosen a key.": "Das Programm um all das zu managen, kann von HAP automatisch erstellt werden. Dazu aktiviere nach der Auswahl der Taste einfach die passende Option.",
    "Select a key": "Wähle eine Taste aus",
    "Select a virtual key": "Wähle eine virtuelle Taste aus",
    "Cancel": "Abbrechen",
    "Add Slats": "Lamellen hinzufügen",
    "when available a control to manipulate the slats will be added": "Wenn verfügbar, wird ein Control für die Lamellensteuerung hinzugefügt",
    "use thermostat program no.": "benutze Thermostat Programm",
    "Settings from eve will stored as program at the thermostat": "Programmierungen aus Eve werden in dieses Programm des Thermostats gespeichert.",
    "This service provides a window device in HomeKit based on a ccu rotary sensor": "Dieser Service stellt ein Fenster in HomeKit, basierend auf einem Drehgriffkontakt zur Verfügung.",
    "This service provides a sensor with value from variables": "Dieser Service stellt einen Sensor auf Basis einer Variablen bereit",
    "This device can have different sub types": "Dieses Gerät kann verschiedene SubTypen haben",
    "Time (min) the variable will be queried again to fetch a new data.": "Zeit (min) bis die Variable erneut abgefragt wird um neue Daten zu laden",
    "Variable requery time": "Aktualisierungsinterval",
    "This service provides a power comsumption sensor HomeKit based on a variable from your ccu": "Dieser Service stellt ein Verbrauchsmessgerät basierend auf einer CCU Variable zur Verfügung.",
    "Eve wants kwH,and the value of your variable will be multiplied with this factor, so here u are able to do the math.": "Eve nutzt kwH, und der Wert der Variablen wird mit diesem Faktor multipliziert.",
    "Factor": "Faktor",
    "CCU / Gateway": "CCU / Gateway",
    "This service provides duty cycle measurement": "Dieser Service stellt CCU DutyCycle Messingen bereit.",
    "Which device should be used": "Welches Gerät soll benutzt werden",
    "Back": "Zurück",
    "Select a datapoint": "Datenpunkt auswählen",
    "Add to another instance": "Zu weiterer Instanz hinzufügen",
    "Remove": "Entfernen",
    "This service provides multiple HomeMatic Keys in one device.": "Dieser Service stellt multiple Tasten in einem HomeKit Gerät zur Verfügung",
    "Address of the Key Channel": "Adresse des Tastenkanals",
    "Add new channel": "Neuen Kanal hinzufügen",
    "Url": "Url",
    "The url for the Request": "URL für den Request",
    "Method": "Methode",
    "The HTTP Method to use": "Die HTTP Methode, welche verwendet wird",
    "Payload": "Payload",
    "The payload for the request": "Die Payload für den Request",
    "Content-Type": "Content-Type",
    "The type of your PUT/POST Content": "Der Content Type für POST oder PUT Requests",
    "This service provides a switch HomeKit which will call a url": "Dieses Gerät stellt einen Schalter zur Verfügung, welcher eine URL aufruft.",
    "This service provides multiple HomeMatic Keys (to create a ccu event) in one device.": "Dieser Service stellt multiple Tasten (zum Auslösen von Events in der CCU) in einem HomeKit Gerät zur Verfügung",
    "Show graph": "Graph anzeigen",
    "Show measured values as graph on the frontpage": "Zeigt einen Graph des Messwertes auf der Startseite an",
    "Unlock mode": "Unlock Modus",
    "What to do when HomeKit will unlock the door": "Was soll getan werden, wenn Homekit die Tür aufschliesst",
    "This service provides a filling sensor": "Dieser Service stellt einen Füllstandssensor bereit.",
    "On Time": "Einschaltzeit",
    "HAP will switch off this device automatically after the given seconds. Set this to 0 to turn off this feature.": "HAP wird das Gerät automatisch nach der angegebenen Anzahl der Sekunden ausschalten. Stelle den Wert auf 0 um die Funktion zu deaktivieren.",
    "HAP will switch off this device automatically after the given seconds. Default is 10 sec.": "HAP wird das Gerät automatisch nach der angegebenen Anzahl der Sekunden ausschalten. Vorgabe ist 10 sec.",
    "This service provides a door lock service which will actuate a switch": "Dieser Service stellt einen Türöffner bereit, der über einen Switch geschalten werden kann.",
    "Address door bell indicator": "Addresse der Türklingel",
    "This service provides a Video door bell for HomeKit": "Dieser Service stellt eine Video Klingel zur Verfügung",
    "URL RTSP video": "RTSP Video URL",
    "URL still image": "URL des Bildes",
    "Path to ffmpg": "Pfad zu ffmpeg",
    "This service provides a flower sensor for HomeKit": "Dieser Service stellt einen Pflanzensensor für HomeKit zur Verfügung",
    "This service provides a humidity sensor for HomeKit": "Dieser Service stellt einen Feuchtigkeitssensor für HomeKit zur Verfügung.",
    "max Dim Value": "max Wert Dimmer",
    "min Dim Value": "min Wert Dimmer",
    "This is the maximum HAP will dim this light (0-100). Set this to 0 to turn off this feature.": "Dies ist das Maximum auf welches HAP das Licht dimmen wird (0-100). Der Wert 0 schaltet diese Funktion aus.",
    "This is the minium HAP will dim this light (0-100). Set this to 0 to turn off this feature.": "Dies ist das Minimum auf welches HAP das Licht dimmen wird (0-100). Der Wert 0 schaltet diese Funktion aus.",
    "Are you sure you want to reset %s? HomeKit will not be able to access devices in this instance anymore. You have to reconnect the instance new to HomeKit. All your settings, automations using devices from this instance will be lost. Only perfom this in case you removed a instance allready and now you are note able to add it again to HomeKit.":
     "Bist Du sicher, das Du die Instanz %s zurücksetzen möchtest ? HomeKit wird dann nicht mehr in der Lage sein, Geräte dieser Instanz zu steuern. Nach dem Rücksetzen muss die Instanz neu mit HomeKit verbunden werden. Alle Einstellungen und Automationen welche Geräte dieser Instanz beinhalten werden gelöscht. Führe den Reset nur aus, wenn Du die Instanz schon aus HomeKit gelöscht hast und sie jetzt nicht wieder hinzufügen kannst.",
     "Reset ?":"Zurücksetzen ?",
     "Yes, reset the instance":"JA, die Instanz zurücksetzen.",
     "Apple Home Compatibility":"Apple Home-App kompatibel",
     "This will disable the eve history. Due to the fact that Apples Home App is not able to show custom devices using this option will not generate custom devices.":
      "Dies wird die Eve History abschalten. Dadurch das Apples Home App keine custom Geräte anzeigen kann, wird diese Option vermeiden solche Geräte zu erzeugen.",
      "This service provides a motion sensor based on a short press event in HomeKit":"Dieser Service stellt einen Bewegungsmelder auf Basis eines kurzen Tastendruck Events zur Verfügung",
      "This service provides a window accessory combined from a rotary sensor and a normal window contact":"Dieser Service stellt einen Fensterkontakt zur Verfügung, der aus einem Drehgriff und FensterSensor besteht.",
      "Address retary sensor":"Adresse des Drehgriffs",
      "Address window sensor":"Adresse des Fenstersensors",
      "Force Cache usage":"Cache immer benutzen",
      "Add ventilation":"Belüftung hinzufügen",
      "Adds a button to set the gate to ventilation mode":"Fügt einen Button hinzu um das Tor in den Belüftungsmodus zu versetzen.",
      "reverse values":"Werte umdrehen",
      "0 is 100 and 100 is 0":"0 ist 100 und 100 ist 0",
      "This service provides a leak sensor in HomeKit which connects to a CCU Rain Detector":
        "Dieser Service stellt einen Leak Sensor in Homekit zur Verfügung der einen HmIP-SRD abbildet.",
      "Looks like you have deleted some devices from your ccu recently. Do you want to remove these also from Homekit ?":
       "Es sieht so aus, als ob Du einige Geräte aus der CCU gelöscht hast. Sollen diese auch aus Homekit entfernt werden ?",
       "Deleted devices":"Gelöschte Geräte",
       "Show Humidity as separate tile":"Luftfeuchtigkeit einzeln anzeigen",
       "this will remove the humidity sensor from the thermostat and will show the humidity as a separate tile":"Zeigt die Luftfeuchtigkeit als einzelne Kachel in Home an."
}